7zip
amd-ucode
arm-none-eabi-gcc
assimp
audacity
aws-cli
base
base-devel
bind
blueman
bluetui
bluez
bluez-utils
brightnessctl
btop
ccls
chafa
chromium
clang
cmake
code
conntrack-tools
cups
cups-pdf
davfs2
dhclient
discord
distrobox
dkms
docker
docker-compose
dolphin-emu
dosfstools
dunst
efibootmgr
element-desktop
ethtool
fcitx5
fcitx5-configtool
fcitx5-mozc
fd
ffmpegthumbnailer
file-roller
firefox
flatpak
fuse2
fzf
gamemode
ghostscript
git
git-filter-repo
glew
glfw
gnome-keyring
gnome-themes-extra
greetd
greetd-tuigreet
grim
grub
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gvfs-dnssd
gvfs-mtp
gvfs-smb
gwenview
htop
hyprland
hyprpaper
hyprshot
iftop
imagemagick
impala
imwheel
iwd
jdk-openjdk
jq
jupyter-notebook
kdenlive
kitty
kubectl
less
lib32-gamemode
lib32-gnutls
libpulse
libva-nvidia-driver
libva-utils
libvarlink
linux
linux-firmware
linux-headers
lshw
lua-language-server
lutris
man-db
man-pages
mangohud
mesa-utils
meson
mono
mono-msbuild
mupdf
mupen64plus
nano
neovim
net-tools
network-manager-applet
networkmanager
ninja
nload
nm-connection-editor
nnn
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
nvidia-container-toolkit
nvidia-open
nvidia-settings
nvtop
ollama
ollama-cuda
openbox
openssh
otf-ipafont
pacman-contrib
pavucontrol
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
polkit-kde-agent
postgresql
power-profiles-daemon
prismlauncher
protontricks
pulsemixer
python-pip
python-pipx
qbittorrent
qjackctl
qt5-wayland
qt5ct
qt6-wayland
raylib
reflector
rsync
samba
scdoc
sdl3_image
sdl3_mixer
sdl3_ttf
shotcut
slurp
smartmontools
sof-firmware
steam
stow
sunshine
swaync
system-config-printer
thunar
thunar-archive-plugin
tmux
tree
ttf-dejavu
ttf-iosevka-nerd
tumbler
vim
virtualbox
vulkan-headers
vulkan-tools
waybar
wget
winetricks
wireguard-tools
wireless_tools
wiremix
wireplumber
wl-clipboard
wlr-randr
wlroots0.18
woff2-font-awesome
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
xterm
zip
zram-generator
