anki-bin
cinny-desktop-bin
cursor-bin
esp-idf
git-credential-manager
google-chrome
hyprpicker-git
insomnia
kanshi-git
kind-bin
librewolf-bin
libscfg-git
linux-wallpaperengine-git
m64py
minecraft-launcher
neofetch
notion-app-electron
oversteer
paru
pcsx2
pgadmin4-desktop
pgadmin4-server
ps3dec-git
rar
rivalcfg-git
rpcs3-bin
sdl3_image-debug
sdl3_ttf-debug
slippi-launcher
stoat-desktop-bin
typecatcher
wineasio
wineasio32
wofi-calc
yay
yay-debug
zen-browser-bin
